Repository: sfrejom/DondeGas
Catalog: Localizable.xcstrings
Source language: es
Languages: ca, en, eu_es, gl

source: Elige el tipo de combustible que usa tu vehículo y buscaré los mejores precios en estaciones cercanas.
ca: Tria el tipus de combustible que fa servir el teu vehicle i buscaré els millors preus en estacions properes.
en: Choose the type of fuel your vehicle uses and I will look for the best prices at nearby stations.
eu_es: Aukeratu zure ibilgailuak erabiltzen duen erregai mota eta inguruko geltokietan bilatuko ditut prezio onenak.
gl: Escolle o tipo de combustible que utiliza o teu vehículo e buscarei os mellores prezos nas estacións próximas.

source: ¡Entendido!
ca: Entès!
en: Understood!
eu_es: Ulertua!

source: ¡Genial, todo listo!
ca: Genial, tot llest!
en: Great, all set!
eu_es: Primeran, dena prest!

source: ¡Suena bien!
ca: Sona bé!
en: ¡Sounds good!
eu_es: Ondo entzuten da!
gl: Soa ben!

source: ¡Vaya! Parece que ha habido un error
ca: Vaja! Sembla que hi ha hagut un error
en: Oops! Seems like we ran into some trouble
eu_es: Ai! Errore bat egon dela dirudi
gl: Ai! Parece que houbo un erro

source: ¿Y qué más?
ca: I què més?
en: ¿What else?
eu_es: Eta zer gehiago?
gl: E que máis?

source: Abierto
ca: Obert
en: Open
eu_es: Ireki
gl: Aberto

source: Abierto 24H
ca: Obert 24H
en: Open 24H
eu_es: Zabalik 24 orduetan
gl: Aberto 24H

# Abierto hasta las %d:%d0
source: Abierto hasta las %1$d:%2$d0
ca: Obert fins a les %1$d:%2$d0
en: Open until %1$d:%2$d0
eu_es: %1$d:%2$d0ak arte zabalik
gl: Aberto ata as %1$d:%2$d0

source: Acepto
ca: Accepto
en: I accept
eu_es: Ados
gl: Estou de acordo

source: Busca ciudades, pueblos, calles...
ca: Busca ciutats, pobles, carrers...
en: Search for cities, villages, streets...
eu_es: Bilatu hiriak, herriak, kaleak...
gl: Busca cidades, vilas, rúas...

source: Buscando los mejores precios
ca: Buscant els millors preus
en: Searching for the best prices
eu_es: Prezio onenen bila
gl: Buscando os mellores prezos

source: Buscando los mejores precios...
ca: Buscant els millors preus...
en: Looking for the best prices...
eu_es: Prezio onenen bila...
gl: Buscando os mellores prezos...

source: Buscar ubicación personalizada
ca: Cerca ubicació personalitzada
en: Search custom location
eu_es: Bilatu kokapen pertsonalizatua
gl: Busca localización personalizada

source: Búsqueda
ca: Cerca
en: Search
eu_es: Bilatu
gl: Busca

source: Cerrar
ca: Tancar
en: Close
eu_es: Itxi
gl: Pechar

source: Comprueba tu conexión y vuelve a intentarlo
ca: Comprova la teva connexió i torna-ho a provar
en: Check you internet connection and try again
eu_es: Egiaztatu konexioa eta saiatu berriro
gl: Comproba a túa conexión e téntao de novo

source: Contacto y soporte
ca: Contacte i suport
en: Contact and support
eu_es: Harremanak eta laguntza
gl: Contacto e apoio.

source: Datos facilitados por el Ministerio para la Transición Ecológica y Reto Demográfico. Actualizados el %@
ca: Dades facilitades pel Ministeri per a la Transició Ecològica i Repte Demogràfic. Actualitzats %@
en: Data provided by the Ministry for the Ecological Transition and Demographic Challenge. Updated on %@
eu_es: Trantsizio Ekologikorako eta Erronka Demografikorako Ministerioak emandako datuak. %@an eguneratua.
gl: Datos facilitados polo Ministerio para a Transición Ecolóxica e Reto Demográfico. Actualizado o %@

source: Datos facilitados por el Ministerio para la Transición Ecológica y Reto Demográfico. Fecha de recuperación: %@
ca: Dades facilitades pel Ministeri per a la Transició Ecològica i Repte Demogràfic. Data de recuperació: %@
en: Data provided by the Ministry for the Ecological Transition and Demographic Challenge. Recovery date: %@
eu_es: Trantsizio Ekologikorako eta Erronka Demografikorako Ministerioak emandako datuak. Berreskuratze data: %@
gl: Datos facilitados polo Ministerio para a Transición Ecolóxica e Reto Demográfico. Data de recuperación: %@

source: Día no válido
ca: Dia no vàlid
en: Invalid weekday
eu_es: Egun baliogabea
gl: Día non válido

source: Diésel
ca: Dièsel
en: Diesel
eu_es: Diesela

source: Diésel Premium
ca: Dièsel premium
en: Premium Diesel
eu_es: Premium Diesela

source: Domingo
ca: Diumenge
en: Sunday
eu_es: Igandea

source: Empecemos por revisar la política de privacidad de DondeGas. Como resumen, ningún dato tuyo abandona tu dispositivo y solo lo usaré para ayudarte en tu búsqueda 🙂
ca: Comencem per revisar la política de privadesa de DondeGas. Com a resum, cap dada teva abandona el teu dispositiu i només el faré servir per ajudar-te en la teva cerca 🙂
en: Let's start by reviewing the DondeGas privacy policy. In short, none of your data leaves your device and I will only use it to help you in your search 🙂
eu_es: Has gaitezen DondeGasen pribatutasun-politika berrikusten. Laburbilduz, zure datuetatik bat ere ez da zure gailutik irteten eta zure bilaketan laguntzeko soilik erabiliko dut 🙂
gl: Comecemos revisando a política de privacidade de DondeGas. Como resumo, ningún dos teus datos sae do teu dispositivo e só os vou usar para axudarche na túa busca 🙂

source: Estaciones a
ca: Estacions a
en: Stations
eu_es: Geltokiak
gl: Estacións para

source: Estaciones cerca de %@
ca: Estacions a prop %@
en: Stations near %@
eu_es: %@ inguruko geltokiak
gl: Estacións próximas a %@

source: Estaciones cerca de ti
ca: Estacions a prop teu
en: Stations near you
eu_es: Zure inguruko geltokiak
gl: Estacións preto de ti

source: Este es el
ca: Aquest és el
en: This is the
eu_es: Hau da
gl: Este é o

source: Gas Licuado
ca: Gas Liquat
en: Liquid gas
eu_es: Gas likidoa
gl: Gas Líquido

source: Hidrógeno
ca: Hidrogen
en: Hidrogen
eu_es: Hidrogenoa
gl: Hidróxeno

source: Jueves
ca: Dijous
en: Thursday
eu_es: Osteguna
gl: Xoves

source: km de ti
ca: km de tu
en: km from you
eu_es: km

source: kms de ti
ca: kms de tu
en: kms from you
eu_es: kms

source: Lunes
ca: Dilluns
en: Monday
eu_es: Astelehena
gl: Luns

source: Martes
ca: Dimarts
en: Tuesday
eu_es: Asteartea

source: menú de localización.
ca: menú de localització.
en: location menu.
eu_es: kokapena menua

source: Miércoles
ca: Dimecres
en: Wednesday
eu_es: Asteazkena
gl: Mércores

source: No se han encontrado estaciones a %d km de aquí
ca: No s´han trobat estacions a %d km d´aquí
en: No stations found %d km around
eu_es: Ez da geltokirik aurkitu hemendik %d km-ra
gl: Non se atoparon estacións a menos de %d km de aquí

source: No se han encontrado estaciones a %d kms de aquí
ca: No s'han trobat estacions a %d km d'aquí
en: No stations found %d kms around
eu_es: Hemendik %d kilometrora ez da geltokirik aurkitu
gl: Non se atoparon estacións a menos de %d km de aquí

source: Política de Privacidad
ca: Política de Privadesa
en: Privacy policy
eu_es: Pribatutasun-politika
gl: Política de Privacidade

source: Prueba a aumentar el radio de búsqueda en el menú de ubicación
ca: Intenteu augmentar el radi de cerca al menú d'ubicació
en: You can try increasing the search radius in the location menu
eu_es: Saiatu bilaketa-erradioa handitzen kokapena menuan
gl: Tenta aumentar o raio de busca no menú de localización

source: Puedo buscar estaciones en tu ubicación actual o explorar gasolineras en otras ubicaciones.
ca: Puc cercar estacions a la vostra ubicació actual o explorar gasolineres en altres ubicacions.
en: I can search for stations in your current location or explore stations in other places.
eu_es: Zure uneko kokapeneko geltokiak bilatu ditzaket edo beste toki batzuetako gasolindegiak arakatu.
gl: Podo buscar estacións na túa localización actual ou explorar gasolineiras noutras localizacións.

source: Ruta hasta allí
ca: Ruta fins allà
en: Route there
eu_es: Ibilbidea hor
gl: Ruta ata alí

source: Sábado
ca: Dissabte
en: Saturday
eu_es: Larunbata

source: Selecciona un modo de búsqueda
ca: Selecciona un mode de cerca
en: Pick a search mode
eu_es: Hautatu bilaketa modu bat
gl: Seleccione un modo de busca

source: Soy DondeGas y me dedico a buscar (y encontrar 😎) los mejores precios para repostar. ¿Quieres ahorrar en cada visita a la gasolinera?
ca: Sóc DondeGas i em dedico a buscar (i trobar 😎) els millors preus per repostar. Vols estalviar a cada visita a la benzinera?
en: I am DondeGas and I am dedicated to searching (and finding 😎) the best prices for refueling. Do you want to save on every visit to the gas station?
eu_es: DondeGas naiz eta hornitzeko preziorik onenak bilatzen (eta 😎 bilatzera) arduratzen naiz. Gasolindegira egindako bisita guztietan aurreztu nahi al duzu?
gl: Son DondeGas e dedícome a buscar (e atopar 😎) os mellores prezos para repostar. Queres aforrar en cada visita á gasolineira?

source: También puedes personalizar la distancia máxima a la que buscaré estaciones de servicio.
ca: També podeu personalitzar la distància màxima a la que buscaré estacions de servei.
en: You can also customize the maximum distance at which I will search for gas stations.
eu_es: Gasolindegiak bilatuko ditudan gehienezko distantzia ere pertsonaliza dezakezu.
gl: Tamén podes personalizar a distancia máxima á que buscarei gasolineiras.

source: Tu ubicación
ca: La teva ubicació
en: Your location
eu_es: Zure kokapena
gl: A túa localización

source: Ubicación actual
ca: Ubicació actual
en: Current location
eu_es: Uneko kokapena
gl: Localización actual

source: Ubicación seleccionada
ca: Ubicació seleccionada
en: Selected location
eu_es: Hautatutako kokapena
gl: Localización seleccionada

source: Viernes
ca: Divendres
en: Friday
eu_es: Ostirala
gl: Venres

source: ¡Hola!
en: ¡Hello there!
eu_es: Kaixo!
gl: Ola!

source: A %@ km.
en: %@ km away.
eu_es: Zugandik %@ km

source: Gasolina 95
en: 95 Gas
eu_es: 95 Gasolina

source: Gasolina 95 Premium
en: 95 Gas Premium
eu_es: 95 Premium Gasolina

source: Gasolina 98
en: 98 Gas
eu_es: 98 Gasolina

source: km de %@
en: km from %@

source: kms de %@
en: kms from %@

source: menú de combustible.
en: fuel menu
eu_es: erregai menua.

source: Reintentar
en: Try again
eu_es: Saiatu berriro
gl: Volve tentar

source: Valora DondeGas
en: Rate DondeGas
eu_es: Baloratu DondeGas
